<%@ page language="java" contentType="text/html; charset=utf-8"
	pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>论坛简介</title>
<link rel="stylesheet"
	href="${pageContext.request.contextPath}/css/help.css">
</head>
<body>
	<%@ include file="header.jsp"%>

	<div class="content">		
		<div class="help_left">
			<ul>
				<li><h4>
						<a href="#user_criterion">BBS用户准则</a>
					</h4></li>
				<li><a href="#general_rules">总则</a></li>
				<li><a href="#bbs_register">论坛注册</a></li>
				<li><a href="#bbs_action">论坛行为规则</a></li>
				<li><a href="#bbs_speech">论坛言论规则</a></li>
				<li><a href="#bbs_manage">论坛管理规则</a></li>
				<li><a href="#subsidiary">附则</a></li>
			</ul>
		</div>
		<div class="help_right">
			<h2 style="text-align:center">论坛简介</h2>
			<hr/>
			<h3 id="user_criterion">BBS用户准则
			</h3>
			<h4 id="general_rules">总则
			</h4>
			<p>第1条 BBS论坛是为中国的软件开发者、IT从业者及其他人员提供以交流IT技术为主的网络社区。</p>
			<p>第2条
				为保障BBS论坛的健康发展，维护用户正当权益，规范信息发布行为，依据国家有关法律、法规、政策及BBS相关规定，制定本论坛用户准则（以下称“本准则”）。</p>
			<p>第3条
				BBS经营者（即北京创新乐知信息技术有限公司及其他相关联的公司）无法对用户传播内容的权属、合法性、真实性、科学性、完整性等问题进行实质审查，论坛用户对自己发布的内容独立承担责任，BBS经营者不承担因此产生的任何法律责任。</p>
			<p>第4条
				为保障BBS论坛的专业性与集成性，论坛用户的交流不得涉及任何政治话题，BBS论坛用户须严格按照本准则的规定行使权利和履行义务。</p>
			<h4 id="bbs_register">论坛注册
			</h4>
			<p>第1条
				拟注册用户在BBS论坛进行注册时，需要按照提示填写详尽的用户信息（包括但不限于姓名或名称、身份证号码、邮箱、联系方式等），并对提供信息的真实性负责。在用户信息发生变动时，用户有责任及时更新、修改信息。如果论坛用户提供的信息资料不准确，BBS经营者保留终止用户使用BBS论坛提供的相关网络服务的权利。</p>
			<p>第2条
				BBS论坛用户因提供用户信息不真实、不准确等而发生纠纷或者需要帮助时，因不能确认用户身份及其帐号的使用权利，无法向用户提供相应的帮助所带来的一切后果由用户自己承担。</p>
			<p>第3条 BBS经营者尊重会员隐私，未经用户合法授权，不会公开、编辑或透露其注册资料。</p>
			<p>第4条
				用户注册并激活成功后，便成为BBS论坛的正式用户。正式论坛用户拥有BBS论坛规定用户所应享有的一切权限。用户将获得一个用户名和密码，用户对其用户名和密码及帐号安全性负全部责任。用户同意，若发现任何非法使用帐号、密码或存在安全漏洞等其它有损用户利益的情况，应立即通知BBS经营者。每个用户都应对以其用户名进行的所有活动和事件负全部责任。</p>
			<h4 id="bbs_action">论坛行为规则
			</h4>
			<p>第1条
				BBS论坛用户享有言论自由的权利，但不得违反法律法规及政策规定，不得违反诚实信用原则及公序良俗，不得损害国家、BBS经营者及第三方权利及利益，不得违反BBS用户协议及相关规则。严禁发表含有下列内容的信息：</p>
			<ol>
				<li>1.违反宪法确定的基本原则的；</li>
				<li>2.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
				<li>3.损害国家荣誉和利益的；</li>
				<li>4.煽动民族仇恨、民族歧视，破坏民族团结的；</li>
				<li>5.破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
				<li>6.散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
				<li>7.散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</li>
				<li>8.侮辱或者诽谤他人，侵害他人合法权益的；</li>
				<li>9.煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</li>
				<li>10.以非法民间组织名义活动的；</li>
				<li>11.可能教唆他人犯罪的；</li>
				<li>12.可能损害BBS经营者名誉或商誉等权益的；</li>
				<li>13.其他违反中华人民共和国法律、法规、政策，违反诚实信用及公序良俗，或BBS经营者认为不当及不宜传播的信息。</li>
			</ol>
			<p>第2条 BBS论坛用户不得发表“恶性灌水”性质的帖子，“恶性灌水”的主要情形包括但不限于：</p>
			<ol>
				<li>1.连续发布大量相同内容的帖子；</li>
				<li>2.发布大量没有意义文字图形；</li>
				<li>3.大量拷贝别人的内容的灌水（解决技术问题的拷贝不在此列）；</li>
				<li>4.在技术问题中大量回复灌水的内容；</li>
				<li>5.BBS经营者认定的其他符合“恶性灌水”性质的帖子。</li>
			</ol>
			<P>第3条
				BBS论坛用户发表的文章、言论或其他信息仅代表其自身观点与立场，BBS经营者不对用户发表内容的准确性、合法性、完整性负责。论坛用户须承担一切因自己的行为而直接或间接导致的民事、行政或刑事法律责任。在任何情况下，BBS经营者不承担因用户发表内容而引起的任何损失、损害的法律责任。</P>
			<p>第4条 未经BBS经营者同意，禁止在本论坛发布任何与BBS提供服务无关的广告。</p>

			<h4 id="bbs_speech">论坛言论规则
			</h4>
			<p>第1条 本论坛用户享有言论自由权利；用户必须对自己的言论负责，用户适度拥有修改、删除自己发表的文章的权利。</p>
			<p>第2条 本论坛用户不得在本论坛发表包含以下内容的言论，否则本论坛有权自行处理并不予通知用户：</p>
			<ol>
				<li>违反宪法确定的基本原则的；</li>
				<li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
				<li>损害国家荣誉和利益的；</li>
				<li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
				<li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
				<li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
				<li>散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</li>
				<li>侮辱或者诽谤他人，侵害他人合法权益的；</li>
				<li>煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</li>
				<li>以非法民间组织名义活动的；</li>
				<li>含有法律、行政法规禁止的其他内容的；</li>
				<li>恶性灌水帖子。<br /> 恶性灌水的定义：
					<ol>
						<li>连续发布大量相同内容的帖子</li>
						<li>发布大量没有意义文字图形</li>
						<li>大量拷贝别人的内容的灌水（解决技术问题的拷贝不在此列）</li>
						<li>在技术问题中大量回复灌水的内容</li>
					</ol>
				</li>
			</ol>
			<p>第3条 本论坛用户在相关讨论区发表文章时，除遵守本条款外，还应遵守该讨论区的相关规定。</p>
			<p>第4条 未经BBS同意，禁止在本论坛发布任何形式的广告。</p>

			<h4 id="bbs_manage">论坛管理规则
			</h4>
			<p>第1条
				本论坛管理员由BBS经营者正式全职员工担任，并由其按照相关法律、法规、政策以及BBS规则行使本论坛全部站务管理职责和权利。管理员代表本论坛官方立场，除管理员之外的任何论坛用户、版主及网友言论或行为，由相关人员自行承担，均与本论坛无关。</p>
			<h4 id="subsidiary">附则
			</h4>
			<p>第1条
				BBS提示论坛用户，在用户与通过论坛相识的其他用户进行交往时，应遵循谨慎原则。对于论坛用户之间相识、交往中所发生或可能发生的任何心理、身体上的伤害和经济上的损失与纠纷，由相关用户自行承担一切法律责任，BBS经营者不承担任何法律责任。</p>
			<p>第2条
				本准则如存在与国家法律、法规或司法解释、政策等有冲突的条款，以届时有效的国家法律、法规或司法解释、政策等为准。本准则的其余条款仍然有效并具有约束力。</p>
			<p>第3条
				BBS经营者有权对本准则进行修改，相关条款修改后，BBS经营者将在相关页面公布修改的内容，修改后的条款一经公布即有效的代替原条款。用户如不同意相关条款的修改，可立即停止访问或使用BBS论坛或取消已经获得的服务；如用户选择在本准则修改后继续访问或使用BBS论坛，则视为用户已接受相关条款的修改。</p>
			<p>第4条
				用户接受本准则的内容，并不能完全涵盖用户使用BBS论坛所产生的权利和义务，BBS经营者公布的其他声明、规则等均视为本准则之补充条款，为本准则不可分割的组成部分，与本准则具有同等法律效力。</p>
			<p>第5条 本准则自发布之日起生效。</p>
			<p>第6条 本准则最终解释权归北京创新乐知信息技术有限公司所有。</p>
			<p>第7条BBS论坛用户违反上述规定的，BBS经营者有权在不通知用户的情况下，根据其独立判断，采取删除已发表言论，暂停账户使用，直至取消用户资格等措施。</p>
		</div>
	</div>
</body>
</html>